"QuoteText : Each man has his own vocation; his talent is his call. There is one direction in which all space is open to him.  \nQuoteAuthor: Ralph Emerson "{"quoteText":"Time is not a measure the length of a day or month or year but more a measure of what you have accomplished.","quoteAuthor":"Byron Pulsifer"}{"quoteText":"Whatever we expect with confidence becomes our own self-fulfilling prophecy. ","quoteAuthor":"Brian Tracy"}{"quoteText":"Conflict is the gadfly of thought. It stirs us to observation and memory. It instigates to invention. It shocks us out of sheeplike passivity, and sets us at noting and contriving. ","quoteAuthor":"John Dewey"}{"quoteText":"You have to think anyway, so why not think big?  ","quoteAuthor":"Donald Trump "}{"quoteText":"Whoever is happy will make others happy, too. ","quoteAuthor":"Mark Twain"}{"quoteText":"Whenever something negative happens to you, there is a deep lesson concealed within it.","quoteAuthor":"Eckhart Tolle"}{"quoteText":"What lies behind us and what lies before us are tiny matters compared to what lies within us. ","quoteAuthor":"Walt Emerson "}{"quoteText":"Reason and free inquiry are the only effectual agents against error. ","quoteAuthor":"Thomas Jefferson"}{"quoteText":"Change will not come if we wait for some other person or some other time. We are the ones weve been waiting for. We are the change that we seek. ","quoteAuthor":"Barack Obama"}{"quoteText":"If you break your neck, if you have nothing to eat, if your house is on fire, then you got a problem.  Everything else is inconvenience.","quoteAuthor":"Robert Fulghum"}{"quoteText":"I have never been hurt by anything I didn\u0027t say.","quoteAuthor":"Calvin Coolidge"}{"quoteText":"Being in humaneness is good. If we select other goodness and thus are far apart from humaneness, how can we be the wise? ","quoteAuthor":"Confucius"}{"quoteText":"The person who lives life fully, glowing with life\u0027s energy, is the person who lives a successful life.","quoteAuthor":"Daisaku Ikeda"}{"quoteText":"Act as if what you do makes a difference. It does.  ","quoteAuthor":"William James"}{"quoteText":"Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating; there is really no such thing as bad weather, only different kinds of good weather. ","quoteAuthor":"John Ruskin"}{"quoteText":"If you don\u0027t like something, change it. If you can\u0027t change it, change your attitude.","quoteAuthor":"Maya Angelou"}{"quoteText":"Wherever you go, go with all your heart.  ","quoteAuthor":"Confucius "}{"quoteText":"Id rather regret the things that I have done than the things that I have not done. ","quoteAuthor":"Lucille Ball "}{"quoteText":"Edison failed 10,000 times before he made the electric light. Do not be discouraged if you fail a few times.","quoteAuthor":"Napoleon Hill"}{"quoteText":"In every adversity there lies the seed of an equivalent advantage. In every defeat is a lesson showing you how to win the victory next time. ","quoteAuthor":"Robert Collier"}{"quoteText":"From little acorns mighty oaks do grow.","quoteAuthor":"American Proverb"}{"quoteText":"Life is like a sewer. What you get out of it depends on what you put into it. ","quoteAuthor":"Tom Lehrer"}{"quoteText":"The heart has eyes which the brain knows nothing of. ","quoteAuthor":"Charles  Perkhurst"}{"quoteText":"If you have made mistakes, there is always another chance for you. You may have a fresh start any moment you choose.","quoteAuthor":"Mary Pickford"}{"quoteText":"Through perseverance many people win success out of what seemed destined to be certain failure. ","quoteAuthor":"Benjamin Disraeli "}{"quoteText":"Through perseverance many people win success out of what seemed destined to be certain failure. ","quoteAuthor":"Benjamin Disraeli "}{"quoteText":"Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending. ","quoteAuthor":""}